Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: The Wanderers, established in 2012, became the first Australian club to capture the Asian title.
pt: A equipe australiana foi a primeira de seu país a conquistar o título asiático de clubes .

source: Do they not have the right to love ?
pt: “Ele não tem esse problema que eu tenho .

source: "You think I have anything in the world but love for everybody ?
pt: - Acho que ainda tem de mudar uma coisa e outra .

source: BHP Billiton said while Chinese production growth was likely to remain at about 3-3.5 percent until 2020, a slowdown in consumption was now anticipated.
pt: A BHP disse que embora o crescimento da produção chinesa deve permanecer por volta de 3 por cento a 3,5 por cento até 2020, agora espera-se uma desaceleração no consumo.

source: Rights groups have documented horrific violations, with the Britain-based Syrian Observatory for Human Rights reporting this week that 13,000 people have been tortured to death in government detention centres since the uprising began.
pt: Cerca de 13.000 sírios foram mortos sob tortura nas prisões do regime de Bashar al-Assad após o início do conflito no país há quatro anos, informou ontem o Observatório Sírio dos Direitos Humanos (OSDH) .

source: Assistant Secretary of State Roberta Jacobson, the chief U.S. negotiator with Cuba, told reporters that the two countries had a "highly productive" round of talks and are now "much closer to reestablishing relations and reopening embassies."
pt: "Nós fizemos um progresso significativo nos últimos cinco meses e estamos muito mais perto de restabelecer relações e reabrir embaixadas", afirmou Roberta Jacobson, secretária adjunta norte-americana de Estado para assuntos do Hemisfério Ocidental, a repórteres depois de dois dias de conversações no Departamento de Estado.

source: © Suzanne Plunkett, AFP | British Prime Minister David Cameron (right) in a meeting with European Commission head Jean-Claude Juncker, on May 25, 2015
pt: O primeiro-ministro britânico, David Cameron, se reuniu na noite de segunda-feira com o presidente da Comissão Europeia, Jean-Claude Juncker, para renegociar os termos da adesão britânica à União Europeia (UE).

source: Artists become eligible to enter the Hall of Fame 25 years after their first release.
pt: Artistas são elegíveis 25 anos após o lançamento de seu primeiro álbum.

source: Islamic State support on rise since US airstrikes: FBI
pt: FBI: Apoio a jihadistas do EI aumenta após ataques aéreos dos EUA

source: I will not let you down.
pt: E não é para menos .

source: An outlawed Turkish Marxist group, the Revolutionary People's Liberation Party-Front (DHKP-C), said on Wednesday that it was behind a suicide bombing in the heart of Istanbul that killed a police officer.
pt: Um grupo turco marxista ilegal reivindicou nesta quarta-feira o atentado suicida que matou na véspera um policial no bairro turístico de Istambul.

source: I won a couple of thousand and it was pretty fun .
pt: Eu pensei que era uma brincadeira, mas foi muito rápido .

source: France says ready for air strikes in Iraq 'if necessary'
pt: França diz que participará de operação militar no Iraque se necessário

source: Ukrainian and pro-Russian rebels will not be meeting in the Belarussian capital Minsk on Friday for what Kiev had hoped would be the signing of a final peace deal, a Belarussian official said.
pt: SÃO PAULO - O governo da Ucrânia e os rebeldes separatistas pró-Rússia não se reunirão nesta sexta-feira em Minsk, segundo o governo de Belarus .

source: It first introduced the tool after the earthquake in Haiti in 2010 and has since made it available when disasters occur, such as the earthquake, tsunami and nuclear accident in Fukushima, Japan, in March 2011.
pt: Desde então, o Google sempre ativa o programa após grandes catástrofes naturais, como depois do terremoto, tsunami e desastre nuclear em Fukushima, no Japão, em março de 2011.

source: I hope the talks with Russia will lead to success," Merkel said, looking ahead to the meeting on Tuesday involving Russian President Vladimir Putin and his Ukrainian counterpart Petro Poroshenko.
pt: Na próxima terça-feira, Poroshenko tem uma reunião marcada com o presidente da Rússia, Vladimir Putin, a fim de tentar negociar uma saída para os confrontos .

source: Later he will attend a summit of the Brics emerging economies - also including India, China and South Africa - in the Brazilian city of Fortaleza.
pt: Putin também irá visitar Argentina e Brasil para reuniões bilaterais e participar da cúpula dos Brics, grupo formado por Brasil, Rússia, Índia, China e África do Sul, em Fortaleza, na quarta e quinta-feira.

source: You can do all the training in the world, but it's a matter of getting that precise moment of when you're at your peak."
pt: Ele trabalha bastante comigo isso de não criar expectativas, de que é preciso treinar, porque se você treinar você vai chegar onde você quer.

source: US speeding weapons deliveries to Saudi-led Yemen coalition
pt: EUA aceleram envio de armas para coalizão saudita que combate houthis no Iêmen

source: A shock 6.5 percent interest rate hike announced by Russia’s central bank last week is unlikely to help the Zorkins .
pt: O banco central da Rússia subiu a taxa de juros em 6,5 pontos percentuais nesta semana em meio à forte queda dos preços do petróleo e de sua moeda.

source: "We demand an unconditional peace," Poroshenko said .
pt: "Nós pedimos uma paz incondicional .

source: Many have expressed hopes ahead of a summit Tuesday in Minsk, Belarus that includes both Poroshenko and Russian President Vladimir Putin, and could be aimed at pressuring Ukraine into seeking a negotiated end to the conflict rather than a military victory.
pt: A nova acusação de uma flagrante incursão militar russa na Ucrânia certamente vai azedar ainda mais a atmosfera entre os dois países antes das conversações na terça-feira entre o presidente ucraniano, Petro Poroshenko, e o da Rússia, Vladimir Putin.

source: In a 5 February memo, first reported by USA Today, Col Erica Nelson, the commandant of the Fort Leavenworth military prison, wrote she approved the treatment "after carefully considering the recommendation that [hormone treatment] is medically appropriate and necessary, and weighing all associated safety and security risks presented".
pt: "Depois de avaliar cuidadosamente a recomendação de que (o tratamento de hormônio) é medicalmente apropriado e necessário e pesar todas as garantias e riscos de segurança apresentados, aprovo adicionar o prisioneiro ao plano de tratamento", escreveu a coronel Erica Nelson, comandante do Fort Leavenworth, no Kansas, em um memorando do dia 5.

source: Putin noted that Russian companies are making investment actively in the basic industries of Ukrainian economy, including the fuel and energy sector, chemical and metallurgical industries as well as machine-building.
pt: Explicou que as empresas russas estão investindo de maneira ativa nos setores básicos da economia da Ucrânia, incluído os setores energético, químico, metalúrgico e de engenharia mecânica.

source: An iron gate with the infamous sign "Arbeit macht frei" ("Work will set you free") at the former Nazi concentration camp at Dachau in Bavaria has been stolen, police said on Sunday.
pt: Um portão de ferro com a inscrição em alemão "Arbeit macht frei" (O trabalho liberta, em português) foi furtado do antigo campo de concentração nazista, informou a polícia no domingo (2).

source: I couldn't believe I was there," she adds.
pt: O não eu já tenho, vou em busca do sim .

source: Clashes lasted until early Saturday and killed at least two dozen people,
pt: Os confrontos duraram até a manhã de sábado e mataram ao menos duas dezenas de pessoas, relataram moradores da região.

source: Shiite militia groups converged on Ramadi Monday to help Iraqi security forces wrest the city back from Islamic State fighters who seized it in a deadly three-day blitz.
pt: As milícias xiitas seguiam nesta segunda-feira para Ramadi com o objetivo de ajudar as forças iraquianas a retomar a cidade estratégica, que o grupo jihadista Estado Islâmico (EI) conseguiu controlar no fim de semana.

source: BlackBerry launches square-screen Passport in turnaround push
pt: O Passport, celular de tela quadrada da BlackBerry, foi lançado nesta semana

source: Williams/Flanagan had posted a video of himself shooting reporter Alison Parker, 24, and cameraman Adam Ward, 27, during a live broadcast Wednesday morning.
pt: O suspeito de matar a repórter Alison Parker, 24, e o cinegrafista Adam Ward, 27, durante uma reportagem ao vivo nos EUA morreu no hospital para onde foi levado pela polícia nesta quarta-feira (26).

source: A: Yes, although like you know I have to say looking back at it basically, I felt you know the same dread of the unknown that I felt before I went to Bosnia.
pt: Dean – Sim, revendo aquele momento, vejo que senti o mesmo pavor do desconhecido que tinha sentido antes da Bósnia.

source: UPDATE 2-Israel strikes Gaza after militants resume rocket fire
pt: Israel ataca Gaza após militantes retomarem lançamento de foguetes

source: The government isn't gonna tell me how to raise my child.
pt: Será que meu filho vai assar por isso? ’ .

source: And he said, 'No you can't .
pt: Ele falou assim: ‘você não tem prova .

source: The Chinese capital confirmed their favourites tag, coming out on top only seven years after hosting the summer Olympics in 2008.
pt: A capital chinesa confirmou seu favoritismo e venceu a disputa apenas sete anos após ter realizado os Jogos Olímpicos tradicionais em 2008.

source: Neighbours later told her that both her parents and her older brother had been taken by immigration officers who eventually sent her family back to Colombia .
pt: Os vizinhos vieram me dizer que meus pais e meu irmão mais velho haviam sido levados por agentes da Imigração .

source: Ebola is transmitted by close contact with the bodily fluids of a person who is showing symptoms of infection such as fever, aches, vomiting and diarrhea, or who has recently died of the hemorrhagic virus, experts say.
pt: Segundo especialistas, o vírus se espalha através do contato direto com os fluidos corporais da pessoa infectada, ou ao tocar o cadáver de uma pessoa que morreu de Ebola.

source: Working with the Japanese Consulate in Geneva, DNA tests were used to compare the remains with samples from the victims' family members in Japan, Vouardoux said.
pt: A identificação teve a ajuda do Consulado do Japão em Genebra, que entrou em contato com parentes das vítimas para recolher amostras de DNA.

source: BERLIN (Reuters) - The co-pilot suspected of deliberately crashing an airliner, killing 150 people, had told his girlfriend he was planning a spectacular gesture so "everyone will know my name", a German daily said on Saturday.
pt: BERLIN (Reuters) - O copiloto suspeito de deliberadamente derrubar um avião de passageiros nos Alpes franceses havia dito à sua namorada que estava sob tratamento psiquiátrico e que estava planejando um gesto espetacular de que todos se lembrariam, disse o jornal alemão Bild neste sábado.

source: That view is based on the lack of any evidence from countries along the northern corridor that the plane entered their airspace, and the failure to find any trace of wreckage in searches in the upper part of the southern corridor.
pt: Essa opinião se baseia na falta de novidades nos países do corredor ao norte e ao fato de nenhum destroço ter sido descoberto na parte mais próxima do corredor sul.

source: A JPMorgan spokesman declined to comment.
pt: Um porta-voz do JPMorgan não comentou o assunto.

source: "Fernandinho did well after he came on," said coach Luiz Felipe Scolari .
pt: As coisas vêm acontecendo normalmente", disse Luiz Felipe Scolari após a partida.

source: The clashes came as Nabil el-Araby, head of the Arab League, said over the weekend that Saudi-led airstrikes would continue until the Houthis lay down their weapons and withdraw .
pt: Os bombardeios aéreos da coalizão internacional liderada pela Arábia Saudita desativaram o principal aeroporto no Iêmen, enquanto a Liga Árabe afirmou neste domingo que os ataques vão continuar até que os rebeldes "huthis entreguem suas armas".

source: Among the abstentions were Russia's fellow members of the BRICS, the world's biggest developing economies _ Brazil, India, China and South Africa.
pt: Trata-se, é claro, dos chamados países BRICS (Brasil, Rússia, Índia, China e África do Sul .

source: I will be 34 next season and I don’t see myself continuing to play at the top level after that,” Ibrahimovic told ESPNFC.com.
pt: Eu vou ter 34 anos no próximo campeonato e eu não me vejo jogando em alto nível após isso .

source: U.S. auto regulator seeks nationwide recall of Takata air bags
pt: Regulador dos EUA quer recall de airbags da Takata em todo o país

source: 1 : North Korea seeks joint probe with US on Sony hack
pt: Coreia do Norte pede investigação conjunta sobre ataque contra a Sony

source: "When you are responsible for 150 people, I don't call it a suicide," he answered.
pt: O promotor disse ainda que "quando há 150 pessoas a bordo do avião, isso não pode ser chamado de suicídio".

source: But what do you do if you ...
pt: E foi o que ele fez."

source: Meanwhile, Vyacheslav Abroskin, head of the Ukrainian Interior Ministry in the Donetsk region, said 12 people were killed by rebel shelling in the town.
pt: O chefe da polícia regional Vyacheslav Abroskin, em um post no Facebook, disse que 12 civis foram mortos por um bombardeio separatista .

source: They found there objects that had been stolen in recent months, according to a news release from the Lantana Police Department.
pt: Lá, os homens encontraram objetos que haviam sido roubados nos últimos meses, de acordo com nota da corporação .

source: One of Zara’s latest designs, a striped shirt with a yellow star on the left breast, has drawn strong criticism from Israel, where people immediately likened it to the uniform worn by Jewish prisoners in Nazi concentration camps during the Second World War.
pt: "Não tem nada a ver com as conotações a que está sendo associada", acrescentou, referindo-se a estrela amarela que os judeus tinham que usar na Alemanha e outros países ocupados pelos nazistas durante a Segunda Guerra Mundial e as listras verticais dos uniformes dos prisioneiros nos campos de concentração.

source: The company, which competes with Apple Inc and Samsung Electronics Co Ltd in the smartphone market, is expected to report the latest cuts in its April-December earnings report on Feb. 4, the newspaper said.
pt: A companhia, que compete com a Apple e a Samsung Electronics no mercado de smartphones, deve informar seus mais novos cortes no balanço de resultados de abril a dezembro, em 4 de fevereiro, disse o jornal.

source: "Assistant Sub-Inspector Faraz Naveed, 36, became very angry on hearing the derogatory remarks against the companions of the prophet and he killed the detainee with an axe in the lock-up."
pt: Um dos agentes, o subinspetor adjunto Faraz Naveed, "ficou furioso ao ouvir o que ele estava dizendo sobre os companheiros do profeta e o matou com um machado", acrescentou.

source: I don't want my daughter to go through the same thing."
pt: “Eu observo tudo o que a minha filha faz, olho no celular e tudo .

source: "These were serious, useful and constructive discussions," the official said after U.S. Secretary of State John Kerry and Iranian Foreign Minister Mohammad Javad Zarif wrapped up two days of meetings in the lakeside city.
pt: Negociadores do Irã e de seis grandes potências concordaram em retomar as reuniões na próxima segunda-feira em local a ser decidido, informou o funcionário, falando depois das conversas de dois dias entre o secretário de Estado norte-americano, John Kerry, e o ministro iraniano das Relações Exteriores, Mohammad Javad Zarif, em Genebra.

source: Yemeni Foreign Minister Riyadh Yassin called for the coalition to send ground troops, saying that "at some stage air strikes will be ineffective."
pt: O ministro das Relações Exteriores iemenita, Ryad Yassin, refugiado em Riad, pediu nesta quarta-feira à coalizão internacional dirigida pela Arábia Saudita que combate os rebeldes xiitas no Iêmen que envie forças terrestres.

source: "We've had a sitting senator who also happens to be running for president suggest that I am the leading state sponsor of terrorism .
pt: Tivemos um senador que também concorre à Presidência sugerindo que sou o principal promotor do terrorismo .

source: The famed television titan died at UCLA Medical Center in Santa Monica, California, of esophageal cancer late Friday, his son James told the entertainment insider magazine.
pt: O astro da telinha morreu na noite de sexta-feira no Centro Médico UCLA em Santa Monica, Califórnia, de câncer no esôfago, acrescentou a publicação, especializada na indústria do entretenimento.

source: Iraqi forces fought IS militants on the southern outskirts of Ramadi, the provincial capital of Iraq's Anbar province, which the jihadists seized on May 17.
pt: Os jihadistas do Estado Islâmico assumiram o controle de Ramadi em 17 de maio, depois de uma grande ofensiva e de uma retirada caótica das forças iraquianas.

source: There, there is nothing to do .
pt: Têm que ir para lá".

source: "One of the things Ian taught us was, guess what, you can get sick enough to need those interventions and you can still walk out of the hospital," said Emory team leader Bruce Ribner.
pt: É possível ficar tão doente a ponto de precisar deste tipo de tratamento e ainda assim sair caminhando do hospital'", disse o coordenador da equipe médica que o atendeu, Bruce Ribner.

source: JAKARTA (Reuters) - Indonesia will not release to the public a 30-day preliminary report detailing its investigation into last month's crash of an AirAsia passenger jet that killed 162 people, a senior transport safety official said on Wednesday.
pt: JACARTA (Reuters) - Investigadores da Indonésia disseram nesta segunda-feira não ter encontrado nenhuma evidência até agora de ação terrorista na queda de um avião de passageiros da AirAsia no mês passado, que matou todas as 162 pessoas a bordo.

source: Data as of Aug 15
pt: Data: 15 de agosto (sexta-feira)

source: * Spain, Portugal leading "axis of powers" against Athens-PM
pt: Tsipras acusa Portugal e Espanha de liderarem eixo contra Grécia

source: The Ethics Council argued that the criminal law was not the right way to uphold social taboos or set up boundaries for people's sexual behaviour.
pt: A maioria dos integrantes do Conselho de Ética disse ser da opinião "de que o direito penal não é o meio adequado para resguardar um tabu social. "

source: It would be Canada's first case of BSE since 2011, the report said.
pt: Canadá confirma primeiro caso de doença da vaca louca desde 2011

source: Israel has faced strong criticism at the UN Security Council over plans to build homes in occupied East Jerusalem.
pt: BRUXELAS - Israel foi alvo de fortes críticas do Conselho de Segurança da ONU sobre os planos para a construção de novas casas na região anexada de Jerusalém Oriental .

source: I think we need to do everything with a smile .
pt: “Já temos o não, vamos atrás do sim .

source: The NGO is taking to the summit proposals to reconstruct the healthcare systems of Liberia, Sierra Leone and Guinea, to invest in creating a universal healthcare system in all vulnerable countries, and that governments in vulnerable countries set aside at least 15 percent of their national budget for health.
pt: A Save the Children pede aos governantes que, além de reconstruir os sistemas de saúde de Libéria, Serra Leoa e Guiné, se comprometam em criar uma cobertura sanitária universal em todos os países, com investimentos de pelo menos 15% de seu orçamento nacional à saúde.

source: In the end he was unsuccessful, and now he has no other choice but to implement the financial arrangements agreed to with the original lenders."
pt: E agora ele não tem escolha, a não ser implementar os acordos fechados com os antigos credores", avalia.

source: It wasn’t that he didn’t have any other option .
pt: Não sei por que ainda não fiz isso”, disse à reportagem.

source: The Israeli Defense Forces vehicle was struck by an anti-tank missile in Har Dov (also known as Shebaa Farms), an area under Israeli control that borders on Lebanon and Syria, the IDF said.
pt: "Um míssil antitanque atingiu um veículo do exército israelense na região de Har Dov, causando a morte de dois soldados e ferindo outros sete", informou o exército em um comunicado .

source: Those boycotting the vote say a clamp down on the opposition and civil society has created an impossible environment to compete against Bashir, who has ruled since a 1989 Islamist and army-backed coup.
pt: Para os opositores que boicotam a votação, porém, a repressão contra opositores, veículos de imprensa e a sociedade civil criaram um ambiente no qual é impossível concorrer contra Bashir .

source: Health officials said the outbreak may have been brought to Europe by wild birds migrating from Asia where millions of South Korean farm birds have had to be destroyed.
pt: "Aves selvagens, que migraram da Ásia para a Europa, podem ter sido o vetor de transmissão do vírus", disse ele .

source: Abu Khder was allegedly killed by three Jewish extremists in revenge weeks after the kidnap and murder of three Israeli teenagers by Palestinian militants in the southern West Bank.
pt: Três judeus extremistas confessaram o assassinato como uma forma de vingança pelo sequestro e morte de três adolescentes judeus, três semanas antes.

source: But this week a Liberian government official who had contracted the virus died in isolation at a hospital in Lagos, Nigeria.
pt: Hospital em Leipzig com estação de isolamento realizará tratamento de funcionário da ONU que contraiu o vírus na Libéria .

source: UNITED NATIONS The United Nations on Monday left Israel and the Palestinian militant group Hamas off its blacklist of states and armed groups that violate children's rights during conflicts, but criticized Israel over its 2014 military operations.
pt: Israel e o grupo radical palestino Hamas não foram incluídos na lista negra de Estados e organizações que violam os direitos das crianças durante conflitos, divulgada nesta segunda-feira (08/06) pelas Nações Unidas.

source: Turkey, which has a 900 km (560-mile) frontier with Syria, has strongly denied accusations it has supported militant Islamists, inadvertently or otherwise, in its enthusiasm to help Syrian rebels topple Assad.
pt: A Turquia, que tem uma divisa de 900 quilômetros com a Síria, negou veementemente as acusações de que vem apoiando militantes islâmicos, intencionalmente ou não, em seu empenho em ajudar os rebeldes sírios a depor Assad.

source: "We did not play well .
pt: Temos que chegar e jogar .

source: The cuts may be Russia's response to new EU sanctions .
pt: UE adia novo pacote de sanções à Rússia

source: At the time I didn’t know I could say ‘Take these off because it hurts.’’
pt: Eu estou o tempo todo com isso, mas não me impede de ser feliz”, diz ela.

source: The announcement came as Castro sent a letter to Obama Wednesday saying that "Cuba has decided to reestablish diplomatic relations with the United States and open permanent diplomatic missions in our respective countries, on July 20, 2015," official television said.
pt: Raúl escreveu em sua carta, entregue no Departamento de Estado em Washington, "que a República de Cuba decidiu restabelecer relações diplomáticas com os Estados Unidos da América e abrir missões diplomáticas permanentes em nossos respectivos países, no dia 20 de julho de 2015", disse a televisão cubana.
